GREATING_TEXT = '''Привет! 👋

Если ты когда-нибудь пытался спланировать маршрут по Сербии и понял, сколько это занимает времени — этот бот сильно упростит тебе жизнь😊

Мы уже проделали за тебя десятки часов планирования и собрали маршруты так, как сделали бы это для себя: с продуманной логикой, проверенными локациями и без лишней суеты. Мы знаем регион изнутри, поэтому в гайдах — не случайные точки, а места, отобранные по реальному опыту, а не по туристическим спискам.

✨️Выбирай, с чего начать — и погнали исследовать Балканы:
'''

I_WANT_TO_GO_ON_A_ROAD_TRIP_TEXT = '''Ты можешь проехать по Западной Сербии…
и вообще не понять, что в ней особенного.
Красивые места будут, но без нормального маршрута это чаще всего хаос, лишние нервы и переезды.

Мы собрали гайд, который превращает это в цельное путешествие, а не набор случайных точек.
'''

FOR_FREE_WITH_A_SUBSCRIPTION_TEXT = '''Если ты хочешь увидеть Сербию не только через крупные города — этот гайд тебе точно зайдёт. Мы собрали 50 природных мест по всей стране и разложили их по регионам, чтобы тебе было проще планировать поездки — без бесконечного поиска и случайных точек.
'''

WHATS_INSIDE = '''✔️ 2 готовых маршрута на 3 дня
— отдельно под световой день летнего и зимнего сезонов
✔️ чёткая логика передвижения
— с уже выстроенным маршрутом в Google My Maps по нормальным дорогам
✔️ все точки с прямыми ссылками на карты Google — не нужно ничего искать
✔️ скрытые и непопулярные места
— на поиск которых надо потратить кучу времени
✔️ самые интересные факты и легенды из наших экскурсий
✔️ тайминги
— сколько времени закладывать на каждое место, чтобы все успеть 
✔️ альтернативы
— как расширить или изменить маршрут под себя
✔️ где поесть по дороге
— проверенные места со ссылками на меню
✔️ что, где и как бронировать/оплачивать 
✔️ часы работы, цены, практическая информация, которая будет обновляться в зависимости от актуальности
✔️ что взять, когда ехать, как подготовиться, информация по безопасности и самые частые ошибки туристов
✔️ чек-лист перед поездкой
— чтобы ничего не забыть

Просто забирай готовый план, где:
👉 всё уже собрано
👉 всё логично выстроено
👉 и тебе не нужно тратить часы на подготовку
'''


SUITABLE_FOR_WHOM = '''Кому подойдёт:
— тем, кто живёт в Сербии и хочет "познакомиться с ней поближе"
— тем, кто приехал ненадолго и не хочет тратить время впустую
— тем, кто любит автопутешествия и красивые маршруты

Это "живой" гайд и все купившие его будут получать все его обновленные версии в будущем бесплатно

Стоимость:
21 EUR/1900 RUB/2500 RSD
'''
WHO_IS_NOT_SUITABLE = '''Кому не подойдёт:
— тем, у кого нет водительских прав или водителя "под боком"
— тем, у кого нет авто и кто не планирует брать его в аренду
— тем, кому не интересна Сербия вне больших городов

Это "живой" гайд и все купившие его будут получать все его обновленные версии в будущем бесплатно

Стоимость:
21 EUR/1900 RUB/2500 RSD
'''
BUY_A_GUIDE = '''Отличное решение! Выберите способ оплаты:
'''

# free guide
I_WANT_A_FREE_GUIDE = '''Если ты хочешь увидеть Сербию не только через крупные города — этот гайд тебе точно зайдёт. Мы собрали 50 природных мест по всей стране и разложили их по регионам, чтобы тебе было проще планировать поездки — без бесконечного поиска и случайных точек.
'''
WHATS_INSIDE_FREE_GUIDE = '''Что внутри:
✔️ 50 природных локаций по всей Сербии
✔️ удобное деление по регионам страны
✔️ идеи, куда поехать на выходные недалеко от дома, если ты живёшь в Сербии
✔️ небанальные точки, которые редко попадают в классические маршруты

Этот гайд помогает: 
👉 быстро находить идеи для поездок
👉 собирать маршрут без нудного планирования
👉 открывать Сербию за пределами стандартных мест

🔥Подпишись на канал Полинчич ( @polinichich ) в Сербии и забирай гайд бесплатно
'''
SUITABLE_FOR_WHOM_FREE_GUIDE = '''Кому подойдёт: 
— тем, кто живёт в Сербии и устал думать, куда поехать в следующие выходные 
— тем, кто приезжает в страну и хочет увидеть больше, чем «топ-10 мест»
— тем, кто любит природу и самостоятельные поездки

🔥Подпишись на канал Полинчич ( @polinichich ) в Сербии и забирай гайд бесплатно 
'''

# reminders
REMIND_24_HOURS = '''Привет! 👋
Пока ты думаешь, маршрут всё равно придётся собирать — только либо самостоятельно (и тратить часы на поиск информации по всему сербскому интернету), и все равно все не учтешь...

Либо взять уже готовый!

Мы уже собрали всё в один понятный план — с логикой, таймингами и точками.
Тебе остаётся просто открыть и поехать 😉
'''
REMIND_2_DAYS = '''Добар дан👋🏻

В поездках по Западной Сербии куча нюансов, о которые все спотыкаются:

— где что бронировать заранее
— в каком порядке посмотреть все главное, чтобы не упустить самое интересное из-за ограниченного времени
— и даже как не попасть на штрафы

Мы уже проходили это с людьми на экскурсиях — и собрали всё в гайде, чтобы ты не учился на своих ошибках.
'''
REMIND_3_DAYS = '''Местные говорят: если ты не был на Таре — ты не видел Сербию.

Но туда можно съездить и не понять, в чём её кайф...

В гайде мы собрали не только маршрут по Таре, но и всю Западную Сербию в целом — с логикой передвижения, таймингами и альтернативами.

Плюс добавили контекст из наших экскурсий, чтобы ты не просто заезжал “для галочки” на самые популярные смотровые, а реально проживал каждое место и уезжал с ощущением, что ты его понял и "прожил".
'''
REMIND_5_DAYS = '''Здраво👋🏻

Кстати, в гайде есть чек-лист перед поездкой — чтобы не вспоминать в дороге, что ты забыл учесть, забронировать или взять с собой.

Мелочь, но именно такие вещи чаще всего портят поездки.
'''
REMIND_7_DAYS = '''Чао👋🏻

Неочевидный момент: без нормального маршрута поездка почти всегда выходит дороже.

— лишние километры → больше бензина
— спонтанные остановки на приёмы пищи → переплаты в оверпрайс ресторанах и кафе
— пропущенные места → приходится возвращаться или ехать ещё раз, а это драгоценное время
— не учёл местные правила и нюансы → можно неожиданно попасть на штрафы или дополнительные платежи

В гайде мы это уже учли — чтобы ты не платил за хаос: вот увидишь, он окупит себя уже в первый день! 
'''
REMIND_9_DAYS = '''Спорим, ты не знаешь всех вариантов, как можно активно провести время находясь далеко от больших сербских городов?

В гайде мы как раз собрали не только основные точки, но и альтернативы — чтобы маршрут можно было легко превратить из трехдневного в недельный, важно лишь твое желание 🙂‍↕️
'''
